[
    {
        "id": 0,
        "header" : "Example Challenge",
        "teaser" : "Can you complete this challenge?",
        "synopsis" : "In this challenge, you will do something.",
        "instructions" : "This is where you will read what you must do and how many points you can earn.",
        "extra" : "Other interesting stuff will be added here.",
        "imageName" : "koyakun_preview"
    } ,
    
    {
        "id": 1,
        "header" : "Catch Koya-kun",
        "teaser" : "How many dancing mascots can you catch?",
        "synopsis" : "In this challenge, you will be surrounded by floating images of \"Koya-kun,\"the cute character mascot of Mt. Kōya.\nYour task is to try to \"catch\" as many as you can in 60 seconds by moving your device within 20 centimeters of the image before it fades away.",
        "instructions" : "Koya-kun is the official mascot of Mt. Kōya. In this challenge, you will be surrounded by floating images of this cute little character.\nYour task is to try to \"catch\" each Koya-kun by moving your device within 20 centimeters of the image before it fades away. (You don't need to tap the screen; just move it close.)\nHow many can you catch in 60 seconds?",
        "extra" : "Scan in all directions and wait for the images to appear.\nBe mindful of others and any obstacles as you chase after points!",
        "imageName" : "koyakun_preview"
    } ,
    
    {
        "id": 2,
        "header" : "Daimon Challenge",
        "teaser" : "Find the difference between the real Daimon and an altered image.",
        "synopsis" : "This challenge tests your powers of observation as you compare an altered photo of the Daimon, or \"Great Gate,\" with the actual object.",
        "instructions" : "The following challenge asks you to compare the actual Daimon with an altered photo.\nIn the next screen, you will see a photo of the Daimon. Examine it closely. (You may zoom and pan around.) Try to spot the difference between the photo and the real Daimon.\nWhen you think you've found it, tap \"Ready to Solve.\" Good luck!",
        "extra" : "",
        "imageName" : "daimon"
    } ,
    
    {
        "id": 3,
        "header" : "Chōishi Challenge",
        "teaser" : "Decipher the number of the stone column.",
        "synopsis" : "A 22-kilometer trail runs from the foot of Mt. Kōya to the Great Pagoda (Konpon-daitō) located at the center of the Danjō Garan area. This route, known as the Chōishi-michi, is the same followed in ancient times by both Kūkai and the many thousands of pilgrims, including emperors, who made the journey to the sacred mountain.\nThe route is marked by 180 stone pillars known as \"chōishi\" 町石. Another 36 pillars measure the distance to the mausoleum of Kōbō-daishi deep inside Oku-no-in.\nIn this challenge, you will be directed to one of these stone markers and asked to identify its number which will be carved into the stone (in Japanese).",
        "instructions" : "From the foot of the mountain, the 22-kilometer route to Mt. Kōya is marked by 180 stone pillars known as \"chōishi\" 町石. Each is numbered starting from their origin point at the Great Pagoda (Konpon-daitō) located at the center of the Danjō Garan area. Another 36 pillars measure the distance to the mausoleum of Kōbō-daishi deep inside Oku-no-in.\nYour next challenge is an easy one. Look for the nearest chōishi. Find its number. It will be carved into the stone (in Japanese).",
        "extra" : "",
        "imageName" : "choishimichi"
    } ,
    
    {
        "id": 4,
        "header" : "Vajra Challenge",
        "teaser" : "Find the miraculous ritual sceptre!",
        "synopsis" : "According to legend, as Kūkai was leaving China to return to Japan in 806, he threw a vajra (depicted above) into the air in the direction of Japan with the prayer that it would guide him to the place where he was meant to establish his monastery. It landed, in the area of Mt. Kōya known as the Danjō-garan.\nIn this challenge, you will, like Kūkai himself, try to locate the spot where his vajra is said to have landed.",
        "instructions" : "The object depicted here is a ritual implement known as a\"vajra\" (kongō 金剛 in Japanese).\nThe word vajra can mean both \"thunderbolt\" and \"diamond.\" (The three-pronged type you see here is called a sankosho 三鈷杵 in Japanese.)\nThe diamond is of great importance to the Shingon Buddhism practiced at Mt. Kōya and the reason Kūkai chose the name Kongōbuji, or Diamond Peak Temple, as the name for his monastic complex. Most portraits of Kūkai show him with a vajra in his right hand.\nAccording to legend, as Kūkai was leaving China to return to Japan in 806, he threw a vajra into the air in the direction of Japan with the prayer that it would land in the place where he was meant to establish his monastery. Miraculously, the vajra flew more than 1,400 kilometers and landed here at Mt. Kōya, in the area known as the Danjō-garan.\nIn this next challenge, you will, like the Great Master himself, try to locate the spot where his vajra is said to have landed.\nUse your iPhone to scan the area where you think the vajra might be. When you are close, it will appear. Line up the green sight and tap to \"capture\" the vajra and earn points.",
        "extra" : "",
        "imageName" : "sanko_preview"
    } ,
    
    {
        "id": 5,
        "header" : "You versus the Verse",
        "teaser" : "Can you complete a famous Japanese poem?",
        "synopsis" : "Mt. Kōya was home to one of Japan's greatest poets, a priest named Saigyō 西行 (1118 -1190).\nIn this challenge, which is loosely based on a traditional Japanese card game called \"uta-garuta,\" you will be given the first three lines of one of his poems and asked to select the correct final pair of lines from among four options.",
        "instructions" : "The poet Saigyō 西行 (1118 -1190) is one of Japan's most admired and influential literary figures\nThough born into a military family, he became a Buddhist priest at the age of 22. After traveling through the northern-most areas of Japan, he came to Mt. Kōya in 1150 and lived here for most of the next thirty years.\nWhile he composed on various topics, Saigyō today is best remembered for his poems celebrating the ephemeral beauty of cherry blossoms.\nHere at the Danjō-garan, there are two cherry trees which are believed to have stood before the temple where Saigyō resided.",
        "extra" : "Your next challenge is to complete one of Saigyō's most famous poems.\nAt the top-right side of the screen, you will see, in both the original Japanese and an English translation, the first three lines of the poem. Below are four cards with possible conclusions to the poem. If you don't know, try to decide which one you think best completes the poem. Drag the card to the top-left and check. Keep trying until you get it.",
        "imageName" : "saigyo_portrait"
    } ,
    
    {
        "id": 6,
        "header" : "Gorintō Challenge",
        "teaser" : "Decode the Meaning of the Five-tiered Stone pillars.",
        "synopsis" : "Each ring of the \"five-ringed towers,\" or \"Gorintō\" 五輪塔, found throughout the Oku-no-in cemetery symbolizes one of the five elements: earth, wind (or air), fire, water and space and are marked with the corresponding Sanskrit letter.\nIn this challenge, you must identify the element associated with each section.",
        "instructions" : "Throughout Oku-no-in, we can see thousands of stone monuments known as \"Gorintō\" 五輪塔. The name means \"five-ringed tower.\" Each section symbolizes one of the five elements: earth, wind (or air), fire, water and space. They are brought together in the gorintō to represent consciousness through which all phenomena are produced.",
        "extra" : "In this next challenge, you will be asked to guess which of the sections represents which of the five elements.\nAnswer by dragging each of the five labels to the appropriate place alongside the diagram in the next screen. Good luck!",
        "imageName" : "gorinto_preview"
    } ,
    
    {
        "id": 7,
        "header" : "Ghostly Encounter",
        "teaser" : "The ghost of Uesugi Kenshin has a mission for you!",
        "synopsis" : "Many might disagree, but, in our opinion, no visit to an ancient cemetery would be complete without an encounter with a ghost.\nIn this spooky (?) challenge, you must seek out the resting place of Uesugi Kenshin 上杉謙信 (1530 -1578), one of Japan's most famous samurai. He has an important mission for you!",
        "instructions" : "Uesugi Kenshin 上杉謙信 (1530 -1578) is one of many famous Japanese warriors with a mortuary shrine here among the many thousands at Oku-no-in. Admired for his skill and integrity, he is said to have wept when one of his former enemies died.\nYour next, two-part mission is a somewhat spooky one. First, you must find the ghost  of Uesgi Kenshin. (Where might that be?) He has a message for you!\nAs for the second part of your mission...? Well, we can't tell you now!",
        "extra" : "",
        "imageName" : "Uesugi Kenshin"
    } ,
    
    {
        "id": 8,
        "header" : "Mizumuke Jizō Challenge",
        "teaser" : "Rearrange the images to match the statues.",
        "synopsis" : "In another test of your powers of observation, you will be asked to match three silhouettes with three of the statues standing alongside the Tamagawa River and to place them in the correct left-to-right order.",
        "instructions" : "This next challenge will again test your powers of observation as you will be presented with the silhouettes of three of the statues found alongside the Tamagawa River. Your task is to match them with three of the actual statues and place them in their correct order (as you face them).",
        "extra" : "First, try to find the three statues. Then spin the picker wheels to place them in the correct order. You can check as many times as you like, but be careful, the more attempts you need, the lower your score will be!",
        "imageName" : "mizumuke_jizo"
    } ,
    
    {
        "id": 9,
        "header" : "Find Kūkai",
        "teaser" : "Find a Portrait of the Patriarch.",
        "synopsis" : "This challenge is an easy one. Simply find one of the many pictures of Kūkai here at Mt. Kōya in the viewfinder of your device. That's all there is to it!",
        "instructions" : "Kūkai, known posthumously as Kōbō-daishi, was the founder of the monastic complex at Mt. Kōya. In addition to his role as the Eighth Patriarch of Shingon Buddhism, Kūkai was also an accomplished poet, calligrapher, scholar and civil engineer.\nHis presence dominates Mt. Kōya. His resting place at Oku-no-in has become as important as the temple that he founded here more than 12 centuries ago.\nAs you explore the many points of interest and religious significance here at Mt. Kōya, you are likely to find many images of Kūkai based on a portrait painted by a member of the Japanese royal family.",
        "extra" : "Your next mission is an easy one. Simply find one of the many pictures of Kūkai here at Mt. Kōya. Go to the next screen of this challenge and point your camera at the picture. That's all there is to it!",
        "imageName" : "kukai_2"
    } ,
    
    {
        "id": 10,
        "header" : "Attack of the Oni",
        "teaser" : "Defend the Sacred Precincts!",
        "synopsis" : "The entrances to Mt. Kōya have traditionally been guarded by fierce, warrior-like figures known as Kongō Rikishi (a.k.a. Niō 仁王). These supernatural beings protect the sacred precints from the enemies of Buddhism.\nThis challenge harnesses your video game skills as you try to prevent evil goblin-like demons from entering the gate. \nBut be careful! Women, who were once prohibited from entering Mt. Kōya, are now welcome here. So make sure you don't impede the progress of any woman on her holy pilgrimage.",
        "instructions" : "For most of its history, Mt. Kōya was off limits to women, who could only come as far as one of its seven gates, which -- as we have seen -- are often protected by guardian deities known as Kongō Rikishi. \nIn this challenge, you will play an arcade-type game in which you control the left-right movements of one of these guardians as he tries to ward off an attack of evil \"oni,\" or devils. You will score points for every devil you block, but you will lose points when they slip by and make it inside the gate.\nTo make things a little more complicated, female pilgrims will make their way slowly along the path. Since women are now allowed inside Mt. Kōya, you MUST NOT block one of these pious pilgrims! If you do, the round will end.",
        "extra" : "You can control the Rikishi by tilting your device in the direction you want him to move. He can only go left or right. You can play as many as three rounds. Your highest score will count.",
        "imageName" : "nyonindo_preview"
    } ,
    
    {
        "id": 11,
        "header" : "Mt. Kōya by the Numbers",
        "teaser" : "Test your memory with facts about Mt. Kōya.",
        "synopsis" : "Based on the memory game \"Concentration\", this challenge tests your memory and knoweldge of some facts about Mt. Kōya. Tap on tiles to turn them over in pairs. If the information on the pair is a match, you will earn points. And there are bonus points for completing all matches before the timer runs out.",
        "instructions" : "This game requires some knowlege about Mt. Kōya and some good short-memory skills as you will try to match pairs of tiles. (Think of the card game \"Concentration\".)",
        "extra" : "You will see 12 tiles representing six pairs. Tap on pairs to reveal the information on the other side. If the pair matches, you earn two points. If you match all the pairs before 60 seconds, you will earn 20 points.",
        "imageName" : "purple_curtain"
    } ,
    
    {
        "id": 12,
        "header" : "Three Shogun and a Cuckoo",
        "teaser" : "Can you complete the poems that describe Japan's three most powerful warlords?",
        "synopsis" : "The personalities of three important Japanese warlords are often contrasted according to the way each is believed to have completed an imaginary haiku about a cuckoo that refuses to sing.\nThis challenge asks you to match the warlord with his supposed reaction to such a uncooperative bird.",
        "instructions" : "Three of the most famous military leaders with monuments here at Mt. Kōya are Oda Nobunaga 織田信長, Toyotomi Hideyoshi 豊臣秀吉 and Tokugawa Ieyasu 徳川家康.\n The various personalities and military styles of these men is sometimes explained in the different ways that each is assumed to have completed a haiku that begins, \"If the cuckoo will not sing...\"",
        "extra" : "You will see each of these three warlords along with the three phrases that each (allegedly) used to complete the poem. Drag each phrase next to the man you think would have said it.",
        "imageName" : "kamon"
    }
]
